{
    "{{amount}} days free": "{{amount}} dagar gratis",
    "{{amount}} off": "{{amount}} avdrag",
    "{{amount}} off for first {{number}} months.": "{{amount}} avdrag för första {{number}} månaderna",
    "{{amount}} off for first {{period}}.": "{{amount}} av för första {{period}}.",
    "{{amount}} off forever.": "{{amount}} avdrag föralltid",
    "{{discount}}% discount": "{{discount}}% rabatt",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} kommer inte längre motta {{newsletterName}} nyhetsbrev",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} kommer inte längre motta mail när någon besvarar din kommentar",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} kommer inte längre motta detta nyhetsbrev",
    "{{trialDays}} days free": "{{trialDays}} dagar gratis",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "En inloggningslänk har skickats till din inbox. Om det inte har kommit inom 3 minuter, kika en extra gång i skräpposten",
    "Account": "Konto",
    "Account settings": "Inställningar",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Efter gratis perioded är klar, kommer du att betala som vanligt för den nivå du valt. Du kan alltid avsluta innan",
    "Already a member?": "Medlem",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Problem uppstod. Var vänlig och testa igen <a>contact support</a> om problemet kvarstår",
    "Back": "Tillbaka",
    "Back to Log in": "Tillbaks till inloggningen",
    "Billing info": "Betalnings infromation",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Avsluta närsomhelst",
    "Cancel subscription": "Avsluta prenumeration",
    "Cancellation reason": "Anledning till att du avslutar",
    "Change": "Förändring",
    "Check spam & promotions folders": "Se över spam & erbjudande mappar",
    "Check with your mail provider": "Se över med mail leverantören",
    "Choose": "Välj",
    "Choose a different plan": "Välj olika paket",
    "Choose your newsletters": "Välj ditt nythetsbrev",
    "Click here to retry": "Klicka här för att försöka igen",
    "Close": "Stäng",
    "Comments": "Kommentarer",
    "Complimentary": "Kostnadsfritt",
    "Confirm": "Bekräfta",
    "Confirm cancellation": "Bekräfta avbokning",
    "Confirm subscription": "Bekräfta prenumeration",
    "Contact support": "Kontakta support",
    "Continue": "Fortsätt",
    "Continue subscription": "Fortsätt som prenumerant",
    "Could not sign in. Login link expired.": "Kunde inte logga in. inloggningslänk har gått ut",
    "Could not update email! Invalid link.": "Kunde inte uppdatera mailen! Oanvändbar länk",
    "Create a new contact": "Skapa ett nytt konto",
    "Current plan": "Nuvarande tjänst",
    "Delete account": "Radera konto",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Inte meningen att göra det? hantera dina önskemål här <button>here</button>. ",
    "Don't have an account?": "Har du inte något konto?",
    "Edit": "Redigera",
    "Email": "Mail",
    "Email newsletter": "nyhetsbrev",
    "Email preference updated.": "Preferens har uppdaterats",
    "Email preferences": "Mail preferens",
    "Emails": "Mail",
    "Emails disabled": "Inaktivera Mail",
    "Ends {{offerEndDate}}": "Avslutas {{offerEndDate}}",
    "Error": "Fel",
    "Expires {{expiryDate}}": "Avslutas {{expiryDate}}",
    "Forever": "Föralltid",
    "Free Trial – Ends {{trialEnd}}": "Gratis testperiod – avslutas {{trialEnd}} ",
    "Get help": "Hjälp",
    "Get in touch for help": "Kom i kontakt för hjälp",
    "Get notified when someone replies to your comment": "Få notiser när någon svarar på din kommentar",
    "Give feedback on this post": "Ge återkoppling på detta inlägg",
    "Help! I'm not receiving emails": "Hjälp! jag mottar inga email",
    "Here are a few other sites you may enjoy.": "Andra sidor vi tror du gillar",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Om ett nyhetsbrev är märk utav spam, då avaktiverar vi den mailadressen direkt för att ta bort ovilliga mail",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Om du råkade anmäla detta som spam, eller att vill börja få mail igen, då finns möjligheten att prenumerera på nytt genom att klicka på knappen på föregående sida.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Om du avslutar din plan nu, kommer du att fortsätta ha tillgång fram tills {{periodEnd}}. ",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Om du har företags eller statligt mail konto, kontakt er it för att tillåta oss skicka mail från {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Om du vill börja få nyhetsbrev igen, bäst är då att kolla din mail adress efter problem och sedan klicka på prenumerera på föregående sida",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "om du inte har mottagit ett nyhetsbrev från planen du valde, kommer det några saker vi rekommederar att göra",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Om du gjort alla stegen men fortsatt inte mottar några mailm kan du kontakta support genom {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "om det är så att ett permanet fel sker när vi skickar nyhetsbrevet, mailadressen kommer då tas bort från kontot",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "I din kontaktlista, lägg där till {{senderEmail}}. Det signalerar till din leverantör att mail från denna adressen ska tillåtas",
    "Less like this": "Vill se mindre av det här",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Se till att mail utskick inte utav misstag hamnar i spam mappen. Om dem är där, klicka då \"Mark as not spam\" and/or \"Move to inbox\"",
    "Manage": "Hantera",
    "Maybe later": "Kanske senare",
    "Memberships unavailable, contact the owner for access.": "Medlemskap otillgängligt, kontakta ägaren för tillåtelse",
    "Monthly": "Månadsvis",
    "More like this": "Mer utav dethär",
    "Name": "Namn",
    "Need more help? Contact support": "Behöver du hjälp? kontakta supporten",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Nyhetsbrev kan bli inaktiverade på ditt konto utav två olika Anledningar; Antingen var en tidigare mail markerad som spam eller vid försök att skicka mail blev det en permanent fail",
    "Not receiving emails?": "Mottar inga mail",
    "Now check your email!": "Nu se över din mail",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Om du åter blir en prenumerant men inte mottar några mail, se då över din spam map. Vissa inkorgsleverantörer håller register över tidigare spamklagomål och kommer fortsätta flagga för det. Om det händer, markera det senaste nyhetsbrevet som "inte skräppost" för att flytta tillbaka det till din primära inkorg.",
    "Permanent failure (bounce)": "Permanent fel",
    "Plan": "Plan",
    "Plan checkout was cancelled.": "Något gick fel när du skulle checka ut",
    "Plan upgrade was cancelled.": "Din tjänst avslutades",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Var snäll och kontakta {{supportAddress}}  för att komplitera du prenumeration",
    "Please fill in required fields": "Var vänlig och fyll i alla markerade fälten",
    "Price": "Pris",
    "Re-enable emails": "Aktivera e-post igen",
    "Recommendations": "Rekommendationer",
    "Renews at {{price}}.": "Förnyar ifrån {{price}}.",
    "Retry": "Försök igen",
    "Save": "Spara",
    "Send an email and say hi!": "Skicka ett mail och säg hej!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Skicka ett mail till {{senderEmail}} och säg hej. Det kan hjälpa att signalera till din leverantör att mail till och från denna adressen ska vara betrodda",
    "Sending login link...": "Skickar inloggningslänk",
    "Sending...": "Skickar",
    "Show all": "Visa allt",
    "Sign in": "Logga in",
    "Sign out": "Logga ut",
    "Sign up": "Logga in",
    "Signup error: Invalid link": "Fel vid inloggningen: Ogiltig länk",
    "Sorry, that didn’t work.": "Vi ber om ursäkt, det fungerade inte",
    "Spam complaints": "Klagomål om spam",
    "Start {{amount}}-day free trial": "Börja med {{amount}}-gratis test period",
    "Starting {{startDate}}": "Börja {{startDate}}",
    "Starting today": "Börjar idag",
    "Submit feedback": "Skicka feedback",
    "Subscribe": "Prenumerera",
    "Subscribed": "Preumererat",
    "Success": "Lyckat",
    "Success! Check your email for magic link to sign-in.": "Lyckat! Se över din mail för en magisk inloggningslänk",
    "Success! Your account is fully activated, you now have access to all content.": "Lyckat! Ditt konto är aktiverat, du har full tillgång till allt material",
    "Success! Your email is updated.": "Lyckat! Din mailadress är uppdaterad",
    "Successfully unsubscribed": "Du har slutat prenumerera",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Tack för att du har prenumererat. Innan du börjar läsa, här är några andra sidor du kanske gillar",
    "Thanks for the feedback!": "Tack för återkopplingen",
    "That didn't go to plan": "Det gick inte som planerat",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Mailadressen vi har för dig är {{memberEmail}} - Om den inte är rätt kan du uppdatera genom  <button>account settings area</button>. ",
    "There was a problem submitting your feedback. Please try again a little later.": "Ett problem uppstod när du skulle skicka in din feedback, testa igen lite senare",
    "This site is invite-only, contact the owner for access.": "Denna sidan fungerar enbart genom att du fått en invite av en kompis, kontakta ägaren för tillgång",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "För att fortsätta med inloggningen, klicka på länken i din inbox. Om den inte kommit inom 3 minuter, kolla då skräpposten",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Testa gratis i {{amount}} dagar, sedan {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Få tillgång till alla nyhetsbrev genom att bli en prenumerant",
    "Unsubscribe from all emails": "Säg upp mig från alla mail utskick",
    "Unsubscribed": "Uppsagd",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Att säga upp dig från mail utskicken kommer inte avsluta din betalda prenumeration till {{title}}",
    "Update": "Uppdatera",
    "Update your preferences": "Uppdatera enligt dina önskemål",
    "Verification link sent, check your inbox": "Verifikations länk har skickats, se över din inkorg",
    "Verify your email address is correct": "Verifiera din mail adress",
    "View plans": "Se dem olika planerna",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Vi kunde inte säga upp dig pågrund av att vi inte hitta din mail adress. Kontakta ägaren utav sidan",
    "Welcome back, {{name}}!": "Välkommen tillbaka {{name}}! ",
    "Welcome back!": "Välkommen tillbaka ",
    "Welcome to {{siteTitle}}": "Välkommen till {{siteTitle}} ",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "När en inkorg inte accepterar ett e-postmeddelande kallas det vanligtvis för en avvisning. I många fall kan detta vara tillfälligt. Men i vissa fall kan ett avvisat e-postmeddelande retneras som ett permanent fel när en e-postadress är ogiltig eller obefintlig",
    "Why has my email been disabled?": "Varför har min mailadress blivit avaktiverad",
    "Yearly": "Årlig",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Du har för nuvarande ett gratis Medlemskap, upgradera till en betald prenumerant för att få full tillgång",
    "You have been successfully resubscribed": "Du har blivit en prenumerant igen",
    "You're currently not receiving emails": "Du mottar för närvarande inga mail",
    "You're not receiving emails": "du mottar inga mail",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Du mottar inga mail för att du har markerat senaste mailet som skräp, alternativt att kunde inte meddelandet levereras till den mailadress du skrivit in",
    "You've successfully signed in.": "Du har loggat in",
    "You've successfully subscribed to": "Du har prenumererat på",
    "Your account": "Ditt konto",
    "Your input helps shape what gets published.": "Din åsikt hjälper oss finslipa på vad vi publicera",
    "Your subscription will expire on {{expiryDate}}": "Din prenumeration kommer avslutas på {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Din prenumeration kommer förnyas den {{renewalDate}} ",
    "Your subscription will start on {{subscriptionStart}}": "Din prenumeration kommer börja från och med {{subscriptionStart}} "
}
